[
  {
    "tip_code": "TIP_TODAY_S_STORY_WITH_OUR_BABIES_38899",
    "act_id": 3,
    "tip_name": "Today's Story with our babies",
    "tip_des": "At bedtime, cuddle your child and tell a short story about their day. For example, you can say: “Today you wore your orange shirt.” Then invite your child to add something. Their “story” may come through gestures, babbles, or simple words like “ma, ma, ma.” You can join in by responding: “Yes, you said ‘ma, ma, ma’ today!” This turns bedtime into a fun and loving moment of storytelling together.",
    "age_min_months": 0,
    "age_max_months": 24,
    "gender_name": "Both",
    "brainy_background": "Making “Today’s Story” part of your bedtime routine can be calming and comforting for your child. Talking about daily events helps them form early memories and strengthens their ability to reflect. It also builds their sense of identity and positive feelings about themselves.",
    "skills": "CATEGORIZING|COMMUNICATING|CREATIVITY",
    "sources": "https://developingchild.harvard.edu/key-concept/serve-and-return/",
    "duration_min": 30,
    "duration_max": 30,
    "dayparts": "evening|morning",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_TINY_TOOTH_TALES_91542",
    "act_id": 3,
    "tip_name": "Tiny Tooth Tales",
    "tip_des": "When you’re brushing your baby’s teeth, stand together in front of the mirror. Talk about what you both see — how your teeth are the same and how they are different. For example, you might say: “I have more teeth and bigger teeth, but we can both make silly faces!” Let your baby take the lead and share what they notice, then join in by responding to their sounds, words, or gestures.",
    "age_min_months": 12,
    "age_max_months": 60,
    "gender_name": "Both",
    "brainy_background": "Noticing what is the same and what is different helps your child learn how to group their experiences and see connections. These early thinking skills lay the groundwork for future learning in reading, math, and science. At the same time, sharing this activity strengthens your bond and supports your child’s sense of security.",
    "skills": "CATEGORIZING|COMMUNICATING|DECISION MAKING|CRITICAL THINKING|WORKING MEMORY",
    "sources": "https://www.zerotothree.org/resource/talking-to-toddlers-about-differences/",
    "duration_min": 7,
    "duration_max": 7,
    "dayparts": "morning|evening",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_COUNTING_KISSES_2744",
    "act_id": 3,
    "tip_name": "Counting Kisses",
    "tip_des": "At bedtime, gently kiss your baby on different parts of the face — the forehead, nose, cheeks, or ears. As you do, say each body part’s name and count the kisses out loud. When your child gets older, invite them to give kisses back and count along with you.",
    "age_min_months": 0,
    "age_max_months": 60,
    "gender_name": "Both",
    "brainy_background": "Blending affection with counting and naming body parts helps your child link words to actions and experiences. This simple bedtime moment strengthens emotional security, introduces early vocabulary, and nurtures the foundations of number sense and early math skills.",
    "skills": "COMMUNICATING|WORKING WITH OTHERS|WORKING MEMORY",
    "sources": "",
    "duration_min": 5,
    "duration_max": 5,
    "dayparts": "evening",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_LOVE_YOU_55432",
    "act_id": 3,
    "tip_name": "Love you",
    "tip_des": "As you get your baby ready for bed, gently touch their head, ears, and hands. With each touch, softly say, “Love your head. Love your ears. Love your hands. Love you.” Using a calm and gentle voice helps both of you relax and feel close.",
    "age_min_months": 0,
    "age_max_months": 24,
    "gender_name": "Both",
    "brainy_background": "Gentle touch paired with loving words helps babies connect sounds with feelings, supporting early communication and emotional security. These small moments teach children that they are safe, cared for, and loved, which strengthens their brain’s ability to learn and build positive relationships.",
    "skills": "LISTENING|MAKING CONNECTIONS",
    "sources": "https://www.unicef.org.uk/babyfriendly/baby-friendly-resources/implementing-standards-resources/skin-to-skin-contact/",
    "duration_min": 5,
    "duration_max": 5,
    "dayparts": "evening",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_GOOD_NIGHT_SONG_45710",
    "act_id": 3,
    "tip_name": "Good Night Song",
    "tip_des": "As you prepare your baby for bed, speak gently about what you see: “I see your ears. Good night, ears. I see your eyes. Good night, eyes.” If your baby makes sounds (like “ba ba”), repeat them back and turn them into your own bedtime song. This calming routine makes bedtime soothing and fun.",
    "age_min_months": 0,
    "age_max_months": 24,
    "gender_name": "Both",
    "brainy_background": "Turning bedtime into a soft song helps your child settle while also building the foundations of communication. By echoing your baby’s sounds, they learn that their voice matters and that back-and-forth exchanges are meaningful. These early “conversations” strengthen listening skills, emotional connection, and future language growth.",
    "skills": "COMMUNICATING|CREATIVITY|REFLECTING|STRATEGY",
    "sources": "https://developingchild.harvard.edu/science/key-concepts/serve-and-return",
    "duration_min": 10,
    "duration_max": 10,
    "dayparts": "evening",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_SILLY_FACES_82578",
    "act_id": 3,
    "tip_name": "Silly Faces",
    "tip_des": "After brushing your baby’s teeth at night, play a fun game in front of the mirror. Ask your child to make a silly face, then copy it. Switch roles and let your child imitate your funniest face. It’s a playful way to bond and laugh together before bedtime.",
    "age_min_months": 12,
    "age_max_months": 60,
    "gender_name": "Both",
    "brainy_background": "Taking turns imitating faces helps children practice attention and focus. By copying expressions, they strengthen concentration, memory, and problem-solving skills. It also encourages social connection, emotional awareness, and the ability to notice and replicate details—skills that support learning and communication.",
    "skills": "PROBLEM SOLVING|WORKING WITH OTHERS|FOCUS",
    "sources": "https://developingchild.harvard.edu/science/key-concepts/executive-function",
    "duration_min": 10,
    "duration_max": 10,
    "dayparts": "evening",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_STORY_SNUGGLE_38461",
    "act_id": 3,
    "tip_name": "Story Snuggle",
    "tip_des": "Snuggle up with your baby at bedtime and share a gentle story or song. Use a calm and soothing voice to help them relax and feel safe. This warm routine signals that it’s time to sleep while strengthening your bond.",
    "age_min_months": 0,
    "age_max_months": 60,
    "gender_name": "Both",
    "brainy_background": "Building a secure and trusting relationship helps children feel safe, which is essential for healthy brain development. Snuggling while sharing stories and songs encourages emotional regulation, flexible thinking, and early language learning. These nightly rituals create a foundation for lifelong learning and resilience.",
    "skills": "THINKING FLEXIBLY",
    "sources": "https://developingchild.harvard.edu/science",
    "duration_min": 15,
    "duration_max": 15,
    "dayparts": "evening",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_SHARE_YOUR_DAY_54428",
    "act_id": 3,
    "tip_name": "Share Your Day",
    "tip_des": "ell your baby about your day while acting it out. For example: “I woke up and stretched” (stretch your arms), “Then I got dressed” (pretend to put on clothes), or “I went to work” (pretend to walk or drive). Encourage your child to share or act out things from their own day too.",
    "age_min_months": 12,
    "age_max_months": 60,
    "gender_name": "Both",
    "brainy_background": "Reenacting daily experiences helps children strengthen their working memory and language skills. It supports their ability to connect events with words and improves self-expression. At the same time, it builds emotional closeness by showing them what happens in your world when you’re apart.",
    "skills": "WORKING MEMORY|COMMUNICATING|MAKING CONNECTIONS",
    "sources": "https://developingchild.harvard.edu/science/key-concepts/executive-function",
    "duration_min": 10,
    "duration_max": 10,
    "dayparts": "evening|afternoon",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_BEDTIME_PRETEND_2553",
    "act_id": 3,
    "tip_name": "Bedtime Pretend",
    "tip_des": "At bedtime, pretend to put your child’s favorite stuffed toy to sleep. Rock it gently, sing a short lullaby, cover it with a blanket, and say “Nighty night!” If your child picks up the toy, respond playfully: “Oh, the toy woke up! Let’s tuck it back in.” Turn it into a fun routine you share together.",
    "age_min_months": 12,
    "age_max_months": 60,
    "gender_name": "Both",
    "brainy_background": "Pretend play introduces children to imagination and symbolic thinking. Even if they can’t fully pretend yet, watching and joining in helps them learn how to make sense of their experiences. Pretend play also supports creativity, emotional understanding, and perspective-taking.",
    "skills": "CREATIVITY|COMMUNICATING",
    "sources": "https://developingchild.harvard.edu",
    "duration_min": 10,
    "duration_max": 10,
    "dayparts": "evening",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_DAILY_MOMENTS_89825",
    "act_id": 3,
    "tip_name": "Daily Moments",
    "tip_des": "As you get your baby ready for bed, share your favorite moment of the day. Turn it into a short story and explain why it was special to you. Watch your child’s reactions and respond with a gentle smile, kiss, or soft touch to make it an emotional bonding moment.",
    "age_min_months": 0,
    "age_max_months": 60,
    "gender_name": "Both",
    "brainy_background": "Talking about daily experiences helps children build emotional awareness and social understanding. By listening to your reflections, they begin to connect feelings with actions and learn empathy. This process also develops early narrative skills that are important for communication and learning.",
    "skills": "EMOTIONAL UNDERSTANDING|EMPATHY|COMMUNICATING",
    "sources": "https://developingchild.harvard.edu/resources/building-core-capabilities",
    "duration_min": 10,
    "duration_max": 10,
    "dayparts": "evening",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_DISCOVERY_BOX_23864",
    "act_id": 8,
    "tip_name": "Discovery Box",
    "tip_des": "Use a safe leftover box (like a diaper or shipping box) and place a few safe items inside. Invite your baby to pull them out. After that, partially close the top and let your child figure out which objects fit and which don’t. Describe their actions with simple words as they explore.",
    "age_min_months": 0,
    "age_max_months": 60,
    "gender_name": "Both",
    "brainy_background": "This activity helps children build focus and self-control as they solve the challenge of getting items out of the box. It also strengthens working memory and problem-solving by encouraging them to remember what fits or doesn’t fit. By describing their efforts, you expand their vocabulary and persistence, teaching them to keep trying even when tasks are tricky.",
    "skills": "COMMUNICATING|WORKING MEMORY|PERSISTENCE|PROBLEM SOLVING|LANGUAGE DEVELOPMENT",
    "sources": "https://developingchild.harvard.edu/science/key-concepts/executive-function",
    "duration_min": 15,
    "duration_max": 15,
    "dayparts": "morning|afternoon",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_WATCH_AND_LEARN_2141",
    "act_id": 8,
    "tip_name": "Watch and Learn",
    "tip_des": "Offer your baby a simple object like a scarf, an empty box, or a pot. Observe what they try to do—do they put the scarf in the box or place the lid on the pot? Boost their learning by describing their actions, for example: “You put the scarf in the box!”",
    "age_min_months": 0,
    "age_max_months": 24,
    "gender_name": "Both",
    "brainy_background": "Exploring how objects work encourages curiosity and early problem-solving. By experimenting with putting things together, children begin to understand concepts like size, shape, and fit. Talking about what they do also builds vocabulary and thinking flexibility.",
    "skills": "CATEGORIZING|PROBLEM SOLVING|CREATIVITY|LANGUAGE DEVELOPMENT",
    "sources": "https://developingchild.harvard.edu/resources/building-the-brains-air-traffic-control-system",
    "duration_min": 15,
    "duration_max": 15,
    "dayparts": "morning|afternoon",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_CUCKOO_CLOCK_79898",
    "act_id": 8,
    "tip_name": "Cuckoo Clock",
    "tip_des": "Hold your baby facing you and gently sway them side to side while saying, “Tick tock, tick tock, little cuckoo clock. Now it’s striking one! Cuckoo!” Bounce them up and down once. Continue with “two,” bouncing twice, and add more verses with higher numbers as you go.",
    "age_min_months": 0,
    "age_max_months": 24,
    "gender_name": "Both",
    "brainy_background": "Moving together in rhythm helps your child explore body movement and coordination. These playful motions also build early self-regulation skills—like paying attention, following patterns, and controlling behavior as they grow.",
    "skills": "FOCUS|MAKING CONNECTIONS",
    "sources": "https://developingchild.harvard.edu/science/key-concepts/executive-function",
    "duration_min": 5,
    "duration_max": 5,
    "dayparts": "morning|afternoon",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_IT_FITS_85967",
    "act_id": 8,
    "tip_name": "It Fits",
    "tip_des": "Give your baby safe items like boxes or measuring cups that can fit inside each other. Encourage them to try stacking or nesting the objects. Talk with your child about which ones go inside the others and praise their effort as they explore.",
    "age_min_months": 0,
    "age_max_months": 60,
    "gender_name": "Both",
    "brainy_background": "Hands-on play like fitting objects together helps children experiment with science ideas about how things work and introduces early math concepts such as size, shape, and spatial reasoning. When learning is fun, children stay focused longer and strengthen their persistence.",
    "skills": "CATEGORIZING|PROBLEM SOLVING|CRITICAL THINKING",
    "sources": "https://developingchild.harvard.edu/resources/building-core-skills",
    "duration_min": 10,
    "duration_max": 10,
    "dayparts": "afternoon|morning",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_PLAY_KITCHEN_39621",
    "act_id": 8,
    "tip_name": "Play Kitchen",
    "tip_des": "Work with your child to create a pretend kitchen using safe items like pots, spoons, or plastic bowls. Use the edge of a table as a \"stove\" and ask what ingredients are needed to make food, like soup. Pretend to stir, add ingredients, and take turns tasting your creation together.",
    "age_min_months": 12,
    "age_max_months": 60,
    "gender_name": "Both",
    "brainy_background": "Pretend play helps children understand that one thing can stand for another—for example, a table can become a stove. This early symbolic thinking builds the foundation for literacy and numeracy later on, as children learn that letters stand for sounds and numbers stand for amounts. It also encourages imagination, creativity, and flexible thinking.",
    "skills": "CREATIVITY|PROBLEM SOLVING|THINKING FLEXIBLY|COMMUNICATING",
    "sources": "https://developingchild.harvard.edu/resources/activities-guide-enhancing-and-practicing-executive-function-skills-with-children/",
    "duration_min": 15,
    "duration_max": 15,
    "dayparts": "morning|afternoon",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_LID_MATCH_72171",
    "act_id": 8,
    "tip_name": "Lid Match",
    "tip_des": "Find everyday items with lids or tops, like pots, boxes, or empty bottles. Invite your child to match each lid with its correct container. Once they’ve matched them, let them practice putting the lids on and taking them off again. As they get better, add different lids and containers to make it more fun and challenging.",
    "age_min_months": 12,
    "age_max_months": 60,
    "gender_name": "Both",
    "brainy_background": "Matching games help children strengthen focus and attention by tuning out distractions. They practice using what they already know to make new connections and solve problems. Encouraging your child to try, test, and discover answers builds critical thinking and problem-solving skills in a playful way.",
    "skills": "FOCUS|PROBLEM SOLVING|CRITICAL THINKING|CATEGORIZING|PERSISTENCE",
    "sources": "https://developingchild.harvard.edu/science/key-concepts/executive-function/",
    "duration_min": 10,
    "duration_max": 10,
    "dayparts": "morning|afternoon",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_GOOD_MORNING_GOOD_NIGHT_43452",
    "act_id": 8,
    "tip_name": "Good Morning, Good Night",
    "tip_des": "Play a pretend game where your child practices going to sleep and waking up. Say “Good night” and invite your child to lie down and close their eyes as if sleeping. Then say “Good morning” and encourage them to get up, stretch, or dance. Repeat the game and let them enjoy the rhythm of day and night.",
    "age_min_months": 12,
    "age_max_months": 60,
    "gender_name": "Both",
    "brainy_background": "Pretend play helps children make sense of daily routines and their world. This simple game supports their understanding of going to sleep and waking up, while also strengthening their ability to focus, follow simple rules, and regulate behavior in a playful way.",
    "skills": "WORKING MEMORY|FOCUS",
    "sources": "https://developingchild.harvard.edu/science/key-concepts/executive-function/",
    "duration_min": 10,
    "duration_max": 10,
    "dayparts": "morning|evening",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_WATER_PLAY_20405",
    "act_id": 8,
    "tip_name": "Water Play",
    "tip_des": "Give your child a small plastic bottle of water and invite them to water plants or grass. Show how water leaves marks on the sidewalk or in the dirt. Talk with your child about what they see and explain, for example: “You’re helping the plants grow by giving them water!”",
    "age_min_months": 12,
    "age_max_months": 60,
    "gender_name": "Both",
    "brainy_background": "Playing with water outdoors introduces your child to simple science concepts like absorption, cause and effect, and how water changes surfaces. Talking about these observations helps expand their vocabulary and strengthens their ability to connect experiences with new words.",
    "skills": "CATEGORIZING|MAKING CONNECTIONS|COMMUNICATING",
    "sources": "https://developingchild.harvard.edu/",
    "duration_min": 15,
    "duration_max": 15,
    "dayparts": "morning|afternoon",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_PEEKABOO_DAY_43493",
    "act_id": 8,
    "tip_name": "Peekaboo Day",
    "tip_des": "Make today a “Peekaboo Day.” Play peekaboo in different fun ways — peek out from behind your hands, a book, the corner of a chair, or through your fingers. Watch your baby laugh and stay engaged as you pop in and out of sight.",
    "age_min_months": 0,
    "age_max_months": 24,
    "gender_name": "Both",
    "brainy_background": "Playing peekaboo helps your child learn the concept of object permanence — that people and things still exist even when they can’t be seen. It also teaches social interaction, turn-taking, and builds trust through a fun and predictable game.",
    "skills": "FOCUS|WORKING MEMORY",
    "sources": "",
    "duration_min": 10,
    "duration_max": 10,
    "dayparts": "morning|afternoon",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  },
  {
    "tip_code": "TIP_TOE_TALES_88665",
    "act_id": 8,
    "tip_name": "Toe Tales",
    "tip_des": "Sit with your baby, hold their feet, and gently touch each toe while making up a little story. For example: “This little toe is a piglet that goes oink oink! … this one is his big brother…” Continue with fun characters and respond to your child’s sounds and reactions.",
    "age_min_months": 0,
    "age_max_months": 24,
    "gender_name": "Both",
    "brainy_background": "When your baby hears words while also feeling your touch, their brain builds connections between language and physical experiences. This strengthens the foundation for early communication, vocabulary growth, and eventually reading skills. Responding to their gestures or sounds also encourages two-way interaction and bonding.",
    "skills": "MAKING CONNECTIONS|LISTENING|COMMUNICATING",
    "sources": "https://developingchild.harvard.edu/guide/a-guide-to-serve-and-return/",
    "duration_min": 10,
    "duration_max": 10,
    "dayparts": "evening",
    "location": "",
    "energy_level": "",
    "messy": 0,
    "prep_time_min": 0,
    "repeat_cooldown_days": 3,
    "status": "active"
  }
]